Repository: vicolo-dev/chrono
Catalog: lib/l10n/app_*.arb
Languages: fa, sr, vi

# timerTitle
source: Timer
fa: زمان‌سنج
sr: Тајмер
vi: Hẹn giờ

# stopwatchTitle
source: Stopwatch
fa: گاه‌شمار
sr: Штоперица
vi: Bấm giờ

# generalSettingGroupDescription
source: Set app wide settings like time format
fa: کارگذاردن پیکربندی‌های سراسری مانند کارپ زمان
sr: Поставите општа подешавања апликације, као што је формат времена
vi: Đặt cài đặt trên toàn ứng dụng như định dạng thời gian

# timeFormat12
source: 12 hours
fa: ۱۲ ساعته
sr: 12-часовни
vi: 12 giờ

# timeFormat24
source: 24 hours
fa: ۲۴ ساعته
sr: 24-часовни
vi: 24 giờ

# timeFormatDevice
source: Device Settings
fa: پیکربندی دستگاه
sr: Подешавања уређаја
vi: Thiết đặt thiết bị

# showSecondsSetting
source: Show Seconds
fa: نمایش ثانیه‌ها
sr: Прикажи секунде
vi: Hiển thị giây

# timePickerSetting
source: Time Picker
fa: زمان گزین
sr: Избор времена
vi: Bộ chọn thời gian

# pickerDial
source: Dial
fa: شماره‌گیر
sr: Бројчаник
vi: Quay số

# pickerInput
source: Input
fa: نهادن
sr: Унос
vi: Đầu vào

# pickerSpinner
source: Spinner
fa: گردان
sr: Ротациони бирач
vi: Vòng xoay

# durationPickerSetting
source: Duration Picker
fa: گاه گزین
sr: Избор трајања
vi: Bộ chọn thời lượng

# swipActionCardAction
source: Card Actions
fa: کنش کادر
sr: Акције на картицама
vi: Hành động thẻ

# swipActionSwitchTabs
source: Switch Tabs
fa: تغییر زبانه‌ها
sr: Промени картицу
vi: Chuyển tab

# swipeActionSwitchTabsDescription
source: Swipe between tabs
fa: کشیدن میان زبانه‌ها
sr: Прелистајте између картица
vi: Vuốt để chuyển giữa các tab

# melodiesSetting
source: Melodies
fa: نوا‌ها
sr: Мелодије
vi: Giai điệu

# tagsSetting
source: Tags
fa: برچسب‌ها
sr: Ознаке
vi: Nhãn

# vendorSetting
source: Vendor Settings
fa: پیکربندی فرآور
sr: Подешавања произвођача
vi: Thiết lập nhà cung cấp

# vendorSettingDescription
source: Manually disable vendor-specific optimizations
fa: خاموش کردن دستی بهینه‌سازی‌های ویژه فرآور
sr: Ручно онемогући оптимизације специфичне за произвођача
vi: Tắt thủ công các tối ưu hóa dành riêng cho nhà cung cấp

# batteryOptimizationSettingDescription
source: Disable battery optimization for this app to prevent alarms from being delayed
fa: خاموش کردن بهینه‌سازی باتری برای این برنامه تا از دیرکرد هشدار‌ها جلوگیری شود
sr: Онемогућите оптимизацију батерије за ову апликацију како бисте спречили одлагање alarma
vi: Vô hiệu hóa tối ưu hóa pin cho ứng dụng này để ngăn chặn việc báo thức bị trễ

# allowNotificationSettingDescription
source: Allow lock screen notifications for alarms and timers
fa: نا
sr: Дозволите обавештења на закључаном екрану за аларме и тајмере
vi: Cho phép thông báo trên màn hình khóa cho báo thức và hẹn giờ

# autoStartSettingDescription
source: Some devices require Auto Start to be enabled for alarms to ring while app is closed
fa: برخی دستگاه ها نیاز به باز شدن خودکار برنامه دارند تا هشدار‌ها هنگامی که برنامه بسته شده است زنگ بخورند
sr: Неки уређаји захтевају да буде омогућено "Аутоматско покретање" како би аларми звонили док је апликација затворена
vi: Một số thiết bị yêu cầu phải bật Auto Start để báo thức có thể đổ chuông khi ứng dụng đang đóng

# autoStartSetting
source: Auto Start
fa: روشن‌شدن خودکار
sr: Аутоматско покретање
vi: Tự khởi động

# permissionsSettingGroup
source: Permissions
fa: مجوز‌ها
sr: Дозволе
vi: Quyền

# ignoreBatteryOptimizationSetting
source: Ignore Battery Optimization
fa: رد‌کردن بهینه‌سازی باتری
sr: Игнориши оптимизацију батерије
vi: Bỏ qua tối ưu hóa pin

# notificationPermissionSetting
source: Notifications Permission
fa: مجوز آگاهنده
sr: Дозвола за обавештења
vi: Quyền thông báo

# notificationPermissionAlreadyGranted
source: Notifications permission already granted
fa: اجازه به آگاهنده‌ها از پیش داده شده است
sr: Дозвола за обавештења је већ дата
vi: Quyền thông báo đã được cấp

# ignoreBatteryOptimizationAlreadyGranted
source: Ignore battery optimization permission already granted
fa: اجازه‌ی نادیده گرفتن بهینه سازی باتری از پیش داده شده است.
sr: Дозвола за игнорисање оптимизације батерије је већ дата
vi: Quyền bỏ qua tối ưu hóa pin đã được cấp

# appearanceSettingGroupDescription
source: Set themes, colors and change layout
fa: نشاندن تم‌ها، رنگ‌ها و دگرش رونگارها
sr: Поставите теме, боје и промените изглед
vi: Chủ đề, màu sắc và bố cục

# nameField
source: Name
fa: نام
sr: Назив
vi: Tên

# colorSetting
source: Color
fa: رنگ
sr: Боја
vi: Màu sắc

# textColorSetting
source: Text
fa: نویسه
sr: Текст
vi: Màu chữ

# colorSchemeNamePlaceholder
source: Color Scheme
fa: الگو رنگ
sr: Шема боја
vi: Bảng màu

# colorSchemeBackgroundSettingGroup
source: Background
fa: پس‌زمینه
sr: Позадина
vi: Nền

# colorSchemeOutlineSettingGroup
source: Outline
fa: کرانه
sr: Обод
vi: Viền

# colorSchemeShadowSettingGroup
source: Shadow
fa: سایه
sr: Сенка
vi: Đổ bóng

# styleThemeNamePlaceholder
source: Style Theme
fa: فتن تم
sr: Тема стила
vi: Phong cách chủ đề

# styleThemeShadowSettingGroup
source: Shadow
fa: سایه
sr: Сенка
vi: Đổ bóng

# styleThemeShapeSettingGroup
source: Shape
fa: کرپ(شکل)
sr: Облик

# styleThemeElevationSetting
source: Elevation
fa: بلندا
sr: Уздигнутост

# styleThemeBlurSetting
source: Blur
fa: تاری
sr: Замућење
vi: Độ mờ

# styleThemeOutlineSettingGroup
source: Outline
fa: کرانه
sr: Обод
vi: Viền

# styleThemeOutlineWidthSetting
source: Width
fa: پهنا
sr: Ширина
vi: Độ rộng

# accessibilitySettingGroup
source: Accessibility
fa: دسترسی
sr: Приступачност
vi: Khả năng tiếp cận

# backupSettingGroup
source: Backup
fa: پشتیبان‌گیری
sr: Резервна копија
vi: Sao lưu

# developerOptionsSettingGroup
source: Developer Options
fa: برای برنامه‌نویسان
sr: Опције за програмере
vi: Tùy chọn nhà phát triển

# showIstantAlarmButtonSetting
source: Show instant alarm button
fa: نمایش دکمه‌ی هشدار آنی
sr: Прикажи дугме за тренутни аларм
vi: Hiển thị nút báo động tức thì

# showIstantTimerButtonSetting
source: Show instant timer button
fa: نمایش دکمه‌ی زمان‌سنج آنی
sr: Прикажи дугме за тренутни тајмер
vi: Hiển thị nút hẹn giờ tức thì

# logsSettingGroup
source: Logs
fa: گزارش‌ها
sr: Дневници
vi: Nhật ký

# alarmLogSetting
source: Alarm logs
fa: گزارش‌های هشدار
sr: Дневници аларма
vi: Nhật ký báo thức

# aboutSettingGroup
source: About
fa: درباره برنامه
sr: О апликацији
vi: Giới thiệu

# restoreSettingGroup
source: Restore default values
fa: بازگردانی به پیش‌گزیده
sr: Врати подразумеване вредности
vi: Khôi phục giá trị mặc định

# resetButton
source: Reset
fa: بازنشانی
sr: Врати
vi: Đặt lại

# previewLabel
source: Preview
fa: پیش‌پرده
sr: Преглед
vi: Xem trước

# cardLabel
source: Card
fa: کادر
sr: Картица
vi: Thẻ

# displaySettingGroup
source: Display
fa: نمایش
sr: Екран
vi: Hiển thị

# reliabilitySettingGroup
source: Reliability
fa: قابل اعتماد
sr: Поузданост
vi: Độ tin cậy

# colorsSettingGroup
source: Colors
fa: رنگ‌ها
sr: Боје
vi: Màu sắc

# styleSettingGroup
source: Style
fa: فتن
sr: Стил
vi: Phong cách

# materialBrightnessLight
source: Light
fa: روشن
sr: Светлост
vi: Sáng

# materialBrightnessDark
source: Dark
fa: تیره
sr: Тамно
vi: Tối

# colorSchemeUseAccentAsOutlineSetting
source: Use Accent as Outline
fa: بکارگیری رنگ مهند برای کرانه
sr: Боја нагласка као Обод

# colorSchemeUseAccentAsShadowSetting
source: Use Accent as Shadow
fa: بکارگیری رنگ مهند برای سایه
sr: Боја нагласка као Сенка

# accentLabel
source: Accent
fa: رنگ مهند
sr: Нагласак

# useMaterialStyleSetting
source: Use Material Style
fa: بکارگیری فتن متریال یو
sr: Користи "Meterial" стил
vi: Sử dụng phong cách Material

# alarmTitle
source: Alarm
fa: هشدار
sr: Аларм
vi: Báo thức

# clockTitle
source: Clock
fa: ساعت
sr: Сат
vi: Đồng hồ

source: System
fa: سامانه
sr: Систем
vi: Hệ thống

# generalSettingGroup
source: General
fa: فراگیر
sr: Опште
vi: Tổng quan

# timeFormatSetting
source: Time Format
fa: کارپ زمان
sr: Формат времена
vi: Định dạng thời gian

# languageSetting
source: Language
fa: زبان
sr: Језик
vi: Ngôn ngữ

# longDateFormatSetting
source: Long Date Format
fa: کارپ تاریخ گسترده
sr: Дугачки формат датума
vi: Định dạng ngày theo thứ, tháng, ngày và năm

# dateFormatSetting
source: Date Format
fa: کارپ تاریخ
sr: Формат датума
vi: Định dạng ngày tháng

# pickerRings
source: Rings
fa: زُرفین
sr: Прстенови
vi: Chuông

# swipeActionSetting
source: Swipe Action
fa: کنش کشیدن
sr: При превлачењу
vi: Hành động vuốt

# swipeActionCardActionDescription
source: Swipe left or right on the card to perform actions
fa: روی کادر به چپ یا راست بکشید تا کنش انجام گیرد
sr: Превуците лево или десно на картици да бисте извршили акције
vi: Vuốt sang trái hoặc phải trên thẻ để thực hiện hành động

# batteryOptimizationSetting
source: Manually Disable Battery Optimization
fa: خاموش کردن بهینه‌سازی باتری به روش دستی
sr: Ручно онемогући оптимизацију батерије
vi: Tắt tối ưu hóa pin

# allowNotificationSetting
source: Manually Allow All Notifications
fa: اجازه به همه‌ی آگاهنده‌ها به صورت دستی
sr: Ручно дозволите сва обавештења
vi: Cho phép tất cả các thông báo thủ công

# animationSettingGroup
source: Animations
fa: انیمیشن‌ها
sr: Анимације
vi: Hoạt ảnh

# extraAnimationSetting
source: Extra Animations
fa: انیمیشن‌های بیشتر
sr: Додатне анимације
vi: Hoạt ảnh bổ sung

# animationSpeedSetting
source: Animation Speed
fa: تندی انیمیشن‌ها
sr: Брзина анимације
vi: Tốc độ hoạt ảnh

# appearanceSettingGroup
source: Appearance
fa: نمایه
sr: Изглед
vi: Diện mạo

# colorSchemeAccentSettingGroup
source: Accent
fa: رنگ مهند
sr: Нагласак

# colorSchemeErrorSettingGroup
source: Error
fa: خطا
sr: Грешка
vi: Lỗi

# colorSchemeCardSettingGroup
source: Card
fa: چهارچوب
sr: Картица
vi: Thẻ

# styleThemeRadiusSetting
source: Corner Roundness
fa: گردی گوشه
sr: Заобљеност углова
vi: Bo góc

# errorLabel
source: Error
fa: خطا
sr: Грешка
vi: Lỗi

# styleThemeOpacitySetting
source: Opacity
fa: شفافیت
sr: Видљивост
vi: Độ trong suốt

# styleThemeSpreadSetting
source: Spread
fa: گسترش
sr: Распрострањеност

# maxLogsSetting
source: Max alarm logs
fa: بیشینه گزارش‌های آلارم
sr: Максималан број дневника
vi: Nhật ký báo thức tối đa

# materialBrightnessSystem
source: System
fa: سامانه
sr: Систем
vi: Hệ thống

# useMaterialYouColorSetting
source: Use Material You
fa: بکارگیری متریال یو
sr: Користи "Material You"
vi: Sử dụng Material You

# materialBrightnessSetting
source: Brightness
fa: روشنایی
sr: Осветљеност
vi: Độ sáng

# overrideAccentSetting
source: Override Accent Color
fa: برتر کردن رنگ مهند
sr: Превазиђи боју нагласка
vi: Ghi đè màu nút

# accentColorSetting
source: Accent Color
fa: رنگ مهند
sr: Нагласак боје

# styleThemeSetting
source: Style Theme
fa: فتن تم
sr: Стил теме
vi: Chủ đề phong cách

# systemDarkModeSetting
source: System Dark Mode
fa: سان تیره سامانه
sr: Системски тамни режим
vi: Chế độ tối của hệ thống

# longPressSelectAction
source: Multiselect
fa: چند انتخابی
sr: Вишеструки избор
vi: Chọn nhiều

# alarmDeleteAfterFinishingSetting
source: Delete After Finishing
fa: پاک‌کردن پس‌از پایان یافتن
sr: Обриши након завршетка
vi: Xoá sau khi hoàn tất

# scheduleTypeOnce
source: Once
fa: یکبار
sr: Једном
vi: Một lần

# scheduleTypeDaily
source: Daily
fa: روزانه
sr: Дневно
vi: Hằng ngày

# scheduleTypeRange
source: Date Range
fa: دامنه‌ی تاریخ
sr: Опсег датума
vi: Phạm vi ngày

# scheduleTypeDateDescription
source: Will repeat on the specified dates
fa: در تاریخ‌های مشخص واکرد خواهد شد
sr: Понављаће се у одређене датуме
vi: Sẽ lặp lại vào những ngày được chỉ định

# audioChannelSetting
source: Audio Channel
fa: کانال صدا
sr: Аудио канал
vi: Kênh âm thanh

# audioChannelAlarm
source: Alarm
fa: هشدار
sr: Аларм
vi: Báo thức

# audioChannelNotification
source: Notification
fa: آگاهنده
sr: Обавештење
vi: Thông báo

source: Save logs
fa: ذخیره گزارش‌ها
sr: Сачувај записе
vi: Lưu nhật ký

source: Show error snackbars
fa: نمایش اسنک بارهای خطا
sr: Прикажи грешке у обавештењима

source: Clear logs
fa: حذف گزارش‌ها
sr: Очисти записе
vi: Xoá nhật ký

# risingVolumeSetting
source: Rising Volume
fa: صدای فزاینده
sr: Повећавање јачине звука
vi: Tăng âm lượng

# chooseTaskTitle
source: Choose Task to Add
fa: گزینش گمار(کار) برای افزودن
sr: Изабери задатак за додавање
vi: Chọn nhiệm vụ để thêm

# mathTask
source: Math Problems
fa: پرسش‌های ریاضی
sr: Математички проблеми
vi: Bài toán

# mathHardDifficulty
source: Hard (X × Y + Z)
fa: سخت (X × Y + Z)
sr: Тешко (X × Y + Z)
vi: Khó (X × Y + Z)

# mathVeryHardDifficulty
source: Very Hard (X × Y × Z)
fa: دشوار (X × Y + Z)
sr: Веома тешко (X × Y × Z)
vi: Rất khó (X × Y × Z)

# retypeTask
source: Retype Text
fa: بازنویسی نوشتار
sr: Поново унеси текст
vi: Nhập lại văn bản

# sequenceTask
source: Sequence
fa: دنباله
sr: Секвенца
vi: Dãy

# taskTryButton
source: Try Out
fa: آزمودن
sr: Пробај
vi: Thử

# mathTaskDifficultySetting
source: Difficulty
fa: دشواری
sr: Тежина
vi: Độ khó

# retypeNumberChars
source: Number of characters
fa: شمار واچ‌ها
sr: Број карактера
vi: Số ký tự

# retypeIncludeNumSetting
source: Include numbers
fa: گنجاندن شماره‌ها
sr: Укључи бројеве
vi: Chứa số

# retypeLowercaseSetting
source: Include lowercase
fa: گنجاندن حروف کوچک
sr: Укључи мала слова
vi: Chứa chữ thường

# sequenceLengthSetting
source: Sequence length
fa: درازنای دنباله
sr: Дужина секвенце
vi: Chiều dài dãy

# sequenceGridSizeSetting
source: Grid size
fa: اندازه‌ی تکه
sr: Величина мреже
vi: Kích thước lưới

# dismissAlarmButton
source: Dismiss
fa: رها‌کردن
sr: Одложи

# allFilter
source: All
fa: همه
sr: Све
vi: Tất cả

# dateFilterGroup
source: Date
fa: تاریخ
sr: Датум
vi: Ngày

# scheduleDateFilterGroup
source: Schedule Date
fa: برنامه‌ریزی تاریخ
sr: Распоред датума

# logTypeFilterGroup
source: Type
fa: نوع
sr: Тип
vi: Loại

# createdDateFilterGroup
source: Created Date
fa: تاریخ ایجاد شدن
sr: Датум креирања
vi: Ngày tạo

# completedFilter
source: Completed
fa: پایان یافته
sr: Завршен
vi: Hoàn thành

# runningTimerFilter
source: Running
fa: درحال انجام
sr: У току
vi: Đang chạy

# pausedTimerFilter
source: Paused
fa: متوقف
sr: Паузиран
vi: Tạm dừng

# stoppedTimerFilter
source: Stopped
fa: ایستاده
sr: Заустављен
vi: Đã dừng

# sortGroup
source: Sort
fa: چینش
sr: Сортирај
vi: Sắp xếp

# defaultLabel
source: Default
fa: پیش‌گزیده
sr: Подразумевано
vi: Mặc định

# remainingTimeDesc
source: Least time left
fa: کمترین زمان مانده
sr: Најмање времена преостало
vi: Thời gian còn lại ít nhất

# enableAllFilteredAlarmsAction
source: Enable all filtered alarms
fa: روشن کردن همه‌ی هشدار‌های پالایش شده
sr: Омогући све филтриране аларме
vi: Bật tất cả báo thức được lọc

# disableAllFilteredAlarmsAction
source: Disable all filtered alarms
fa: خاموش کردن همه‌ی هشدار‌های پالایش شده
sr: Онемогући све филтриране аларме
vi: Tắt tất cả báo thức được lọc

# skipAllFilteredAlarmsAction
source: Skip all filtered alarms
fa: رد کردن همه‌ی هشدار‌های پالایش شده
sr: Прескочи све филтриране аларме
vi: Bỏ qua tất cả báo thức được lọc

# cancelSkipAllFilteredAlarmsAction
source: Cancel skip all filtered alarms
fa: وازدن همه‌ی هشدار‌های پالایش شده
sr: Откажи прескакање свих филтрираних аларма

# deleteAllFilteredAction
source: Delete all filtered items
fa: پاک‌کردن همه‌ی مورد‌های پالایش شده
sr: Обриши све филтриране ставке
vi: Xoá tất cả các mục được lọc

# alarmDescriptionToday
source: Just today
fa: تنها امروز
sr: Само данас
vi: Chỉ hôm nay

# alarmDescriptionTomorrow
source: Just tomorrow
fa: تنها فردا
sr: Само сутра
vi: Chỉ ngày mai

# alarmDescriptionEveryDay
source: Every day
fa: هر روزه
sr: Сваког дана
vi: Hằng ngày

# alarmDescriptionWeekend
source: Every weekend
fa: هر پایان هفته
sr: Сваког викенда
vi: Mỗi cuối tuần

# volumeWhileTasks
source: Volume while solving Tasks
fa: حجم صدا هنگام حل تسک‌ها
sr: Јачина звука током решавања задатака

# selectionStatus
source: {n} selected
fa: {n} انتخاب شد
sr: {n} изабрано
vi: Đã chọn {n}

source: Select all
fa: انتخاب همه
sr: Изабери све
vi: Chọn tất cả

source: Reorder
fa: ترتیب دوباره
sr: Прераспореди
vi: Xắp xếp lại

# alarmDescriptionWeekday
source: Every weekday
fa: هر روز‌کاری هفته
sr: Сваког радног дана
vi: Mỗi ngày trong tuần

# alarmDescriptionDays
source: On {days}
fa: در {days}
sr: На {days}
vi: Vào {days}

# alarmDescriptionRange
source: {interval, select, daily{Daily} weekly{Weekly} other{Other}} from {startDate} to {endDate}
fa: {interval, select, daily{روزانه} weekly{هفتگی} other{دیگر}} from {startDate} to {endDate}
sr: {interval, select, daily{Дневно} weekly{Недељно} other{Остало}} од {startDate} до {endDate}
vi: {interval, select, daily{Daily} weekly{Weekly} other{Other}} từ {startDate} tới {endDate}

# stopwatchSlowest
source: Slowest
fa: کندترین
sr: Најспорије
vi: Chậm nhất

# stopwatchAverage
source: Average
fa: میانگین
sr: Просечно
vi: Trung bình

# sundayShort
source: Sun
fa: ی‌ش
sr: Нед
vi: CN

# widgetsSettingGroup
source: Widgets
fa: ابزارک‌ها
sr: Виџети

# alignmentTop
source: Top
fa: بالا
sr: Врх
vi: Trên cùng

# alignmentBottom
source: Bottom
fa: پایین
sr: Дно
vi: Dưới cùng

# alignmentLeft
source: Left
fa: چپ‌
sr: Лево
vi: Bên trái

# alignmentCenter
source: Center
fa: میانه
sr: Центар
vi: Trung tâm

# alignmentRight
source: Right
fa: راست
sr: Десно
vi: Bên phải

# alignmentJustify
source: Justify
fa: ترازبندی
sr: Поравнај
vi: Căn chỉnh

# fontWeightSetting
source: Font Weight
fa: ستبرای هخام
sr: Тежина фонта
vi: Độ đậm chữ

# dateSettingGroup
source: Date
fa: تاریخ
sr: Датум
vi: Ngày

# timeSettingGroup
source: Time
fa: زمان
sr: Време
vi: Thời gian

# sizeSetting
source: Size
fa: اندازه
sr: Величина
vi: Kích cỡ

# defaultPageSetting
source: Default Tab
fa: برگه‌ی پیش‌گزیده
sr: Подразумевана картица
vi: Tab mặc định

# showMeridiemSetting
source: Show AM/PM
fa: نمایش بامداد/نیمروز
sr: Прикажи АМ/ПМ
vi: Hiển thị AM/PM

# editPresetsTitle
source: Edit Presets
fa: ویرایش پیش‌گزیده‌ها
sr: Уреди предефинисане поставке

# firstDayOfWeekSetting
source: First Day of Week
fa: روز نخست هفته
sr: Први дан у недељи
vi: Ngày đầu tuần

# translateLink
source: Translate
fa: ترزبانی
sr: Преведи
vi: Dịch

# translateDescription
source: Help translate the app
fa: کمک‌به ترزبانی برنامه
sr: Помозите у превођењу апликације
vi: Giúp dịch ứng dụng

# yearsString
source: {count, plural, =0{} =1{1 year} other{{count} years}}
fa: {count, plural, =0{} =1{۱ سال} other{{count} سال}}
sr: {count, plural, =0{} =1{1 година} other{{count} година}}

# lessThanOneMinute
source: less than 1 minute
fa: کمتر از یک دقیقه
sr: мање од 1 минут
vi: ít hơn một phút

# alarmRingInMessage
source: Alarm will ring in {duration}
fa: هشدار در {duration} زنگ می‌خورد
sr: Аларм ће се огласити за {duration}
vi: Báo thức sẽ reo trong {duration}

# nextAlarmIn
source: Next: {duration}
fa: پسین: {duration}
sr: Следеће: {duration}

# showForegroundNotificationDescription
source: Show a persistent notification to keep app alive
fa: نمایش آگاهنده ‌های پایا برای بکارگیری پایدار برنامه
sr: Прикажи упорно обавештење да би апликација остала активна

# notificationPermissionDescription
source: Allow notifications to be showed
fa: اجازه به آگاهنده‌ها که نشان‌داده شوند
sr: Дозволи приказивање обавештења

# extraAnimationSettingDescription
source: Show animations that are not polished and might cause frame drops in low-end devices
fa: نمایش انیمیشن‌هایی که بهینه نیستند و می‌تواند مایه کاهش نرخ فریم در دستگاه‌های با کارکرد پایین شوند
sr: Прикажи анимације које нису полиране и могу изазвати пад кадрова на уређајима нижег ранга

# defaultSettingGroup
source: Default Settings
fa: پیکربندی پیش‌گزیده
sr: Подразумевана подешавања
vi: Cài đặt mặc định

# filtersSettingGroup
source: Filters
fa: پالایه‌ها
sr: Филтери
vi: Bộ lọc

# audioChannelRingtone
source: Ringtone
fa: صدای‌زنگ
sr: Звоно
vi: Nhạc chuông

source: Settings
fa: پیکربندی
sr: Подешавања
vi: Thiết đặt

# notificationsSettingGroup
source: Notifications
fa: آگاهنده‌ها
sr: Обавештења
vi: Các thông báo

# showNotificationSetting
source: Show Notification
fa: نمایش آگاهنده
sr: Прикажи обавештење
vi: Hiển thị thông báo

# packageNameLabel
source: Package name
fa: نام بسته
sr: Име пакета
vi: Tên gói

# timeToFullVolumeSetting
source: Time to Full Volume
fa: زمان تا رسیدن به نهایت حجم صدا
sr: Време до пуне јачине звука

# snoozeSettingGroup
source: Snooze
fa: واپَساندن
sr: Одлагање
vi: Hoãn

# snoozeEnableSetting
source: Enabled
fa: روشن
sr: Омогућено
vi: Đã bật

# snoozeLengthSetting
source: Length
fa: مدت
sr: Дужина
vi: Thời lượng

# tasksSetting
source: Tasks
fa: گماران (کار‌ها)
sr: Задаци
vi: Nhiệm vụ

# audioChannelMedia
source: Media
fa: رسانه
sr: Медији
vi: Âm thanh đa phương tiện

# volumeSetting
source: Volume
fa: بلندی صدا
sr: Јачина звука
vi: Âm lượng

# maxSnoozesSetting
source: Max Snoozes
fa: بیشینه واپَس انداختن‌ها
sr: Максимално одлагања

# snoozePreventDisablingSetting
source: Prevent Disabling
fa: بازداشتن از خاموش کردن
sr: Спречи онемогућавање
vi: Ngăn chặn việc vô hiệu hóa

# snoozePreventDeletionSetting
source: Prevent Deletion
fa: بازداشتن از پاک‌کردن
sr: Спречи брисање
vi: Ngăn chặn xoá

# whileSnoozedSettingGroup
source: While Snoozed
fa: هنگام واپَسانِش
sr: Док је одложено
vi: Trong khi hoãn

# noItemMessage
source: No {items} added yet
fa: هنوز {items}ی افزوده نشده است
sr: Још увек нема додатих {items}
vi: Chưa có {items} nào được thêm vào

# showSortSetting
source: Show Sort
fa: نمایش چینش
sr: Прикажи сортирање
vi: Hiển thị sắp xếp

# tuesdayFull
source: Tuesday
fa: سه‌شنبه
sr: Уторак
vi: Thứ 3

# stopwatchPrevious
source: Previous
fa: پیشین
sr: Претходно
vi: Trước đó

# stopwatchFastest
source: Fastest
fa: تندترین
sr: Најбрже
vi: Nhanh nhất

# alarmDescriptionWeekly
source: Every {days}
fa: هر {days}
sr: Сваког {days}
vi: Mỗi {days}

# combinedTime
source: {hours} and {minutes}
fa: {hours} و {minutes}
sr: {hours} и {minutes}
vi: {hours} và {minutes}

# pickerNumpad
source: Numpad
sr: Нумпад
vi: Bàn phím số

# alarmDescriptionDates
source: On {date}{count, plural, =0{} =1{ and 1 other date} other{ and {count} other dates}}
fa: On {date}{count, plural, =0{} =1{ و یک تاریخ دیگر} other{ و {count} دیگر تاریخ‌ها}}
sr: На {date}{count, plural, =0{} =1{ и још 1 датум} other{ и још {count} датума}}
vi: Vào {date}{count, plural, =0{} =1{ and 1 other date} other{ and {count} other dates}}

# showUpcomingAlarmNotificationSetting
source: Show Upcoming Alarm Notifications
fa: نمایش آگاهنده‌های هشدار پیش‌رو
sr: Прикажи обавештења о предстојећим алармима
vi: Hiển thị thông báo về báo thức sắp tới

# upcomingLeadTimeSetting
source: Upcoming Lead Time
fa: زمان یادآوری پیش از هشدار
sr: Време предстојећег обавештења
vi: Hiển thị thông báo trước

# alarmsDefaultSettingGroupDescription
source: Set default values for new alarms
fa: پیش‌گزیده‌ها را برای هشدارهای نو بنشانید
sr: Постави подразумеване вредности за нове аларме

# timerDefaultSettingGroupDescription
source: Set default values for new timers
fa: پیش‌گزیده‌ها را برای زمان‌سنج‌های نو بنشانید
sr: Постави подразумеване вредности за нове тајмере

# showFiltersSetting
source: Show Filters
fa: نمایش پالایه‌ها
sr: Прикажи филтере
vi: Hiển thị các bộ lọc

# showSnoozeNotificationSetting
source: Show Snooze Notifications
fa: نمایش آگاهنده‌ی واپَساندن
sr: Прикажи обавештења о одлагању
vi: Hiển thị thông báo báo lại

# licenseLabel
source: License
fa: پروانه‌
sr: Лиценца
vi: Giấy phép

source: Elapsed Time
fa: زمان گذشته شده
sr: Протекло време

# mondayFull
source: Monday
fa: دوشنبه
sr: Понедељак
vi: Thứ 2

# wednesdayFull
source: Wednesday
fa: چهارشنبه
sr: Среда
vi: Thứ 4

# thursdayFull
source: Thursday
fa: پنج‌شنبه
sr: Четвртак
vi: Thứ 5

# versionLabel
source: Version
fa: نگارش
sr: Верзија
vi: Phiên bản

# addLengthSetting
source: Add Length
fa: افزودن درازنا
sr: Додај дужину

# fridayFull
source: Friday
fa: آدینه
sr: Петак
vi: Thứ 6

# saturdayFull
source: Saturday
fa: شنبه
sr: Субота
vi: Thứ 7

# tagNamePlaceholder
source: Tag name
fa: نام برچسب
sr: Назив ознаке

# hoursString
source: {count, plural, =0{} =1{1 hour} other{{count} hours}}
fa: {count, plural, =0{} =1{۱ ساعت} other{{count} ساعت}}
sr: {count, plural, =0{} =1{1 сат} other{{count} сати}}

# shortHoursString
source: {hours}h
fa: {hours}س
sr: {hours}ч
vi: {hours} giờ
