Repository: vicolo-dev/chrono
Catalog: lib/l10n/app_*.arb
Languages: fa, sr, vi

# shortMinutesString
source: {minutes}m
fa: {minutes}د
sr: {minutes}м
vi: {minutes} phút

# shortSecondsString
source: {seconds}s
fa: {seconds}ث
sr: {seconds}с
vi: {seconds} giây

source: Show Foreground Notification
fa: نمایش آگاهنده‌ها در پیش زمینه
sr: Прикажи обавештење у првом плану

source: Show Next Alarm
fa: نمایش هشدار پسین
sr: Прикажи следећи аларм
vi: Hiển thị báo thức tiếp theo

# interactionsSettingGroup
source: Interactions
fa: تعاملات
sr: Интеракције
vi: Các tương tác

# longPressActionSetting
source: Long Press Action
fa: عملکرد فشار طولانی
sr: Акција дугог притиска
vi: Hành động nhấn giữ

# longPressReorderAction
source: Reorder
fa: ترتیب دوباره
sr: Прераспореди
vi: Thay đổi thứ tự

# colorSchemeSetting
source: Color Scheme
fa: الگو رنگ
sr: Шема боја
vi: Phối màu

# darkColorSchemeSetting
source: Dark Color Scheme
fa: الگو رنگ تیره
sr: Тамна шема боја
vi: Phối màu tối

# clockSettingGroup
source: Clock
fa: ساعت
sr: Сат
vi: Đồng hồ

# timerSettingGroup
source: Timer
fa: زمان‌سنج
sr: Тајмер
vi: Hẹn giờ

# stopwatchSettingGroup
source: Stopwatch
fa: گاه‌شمار
sr: Штоперица
vi: Bấm giờ

# backupSettingGroupDescription
source: Export or Import your settings locally
fa: برون‌برد یا درون‌برد پیکربندی برزنی خود
sr: Извези или увези своја подешавања локално
vi: Xuất hoặc nhập thiết đặt của bạn cục bộ

# alarmWeekdaysSetting
source: Week Days
fa: روزهای کاری
sr: Дани у недељи
vi: Ngày trong tuần

# alarmDatesSetting
source: Dates
fa: تاریخ‌ها
sr: Датуми
vi: Ngày

# alarmRangeSetting
source: Date Range
fa: دامنه‌ی تاریخ
sr: Распон датума
vi: Khoảng ngày

# alarmIntervalSetting
source: Interval
fa: درنگ
sr: Интервал
vi: Lặp lại

# alarmIntervalDaily
source: Daily
fa: روزانه
sr: Дневно
vi: Hàng ngày

# alarmIntervalWeekly
source: Weekly
fa: هفتگی
sr: Недељно
vi: Hàng tuần

# alarmDeleteAfterRingingSetting
source: Delete After Dismiss
fa: پاک‌کردن پس‌از ردکردن
sr: Обриши након одлагања
vi: Xoá sau khi đổ chuông

# cannotDisableAlarmWhileSnoozedSnackbar
source: Cannot disable alarm while it is snoozed
fa: نمی‌توان هشدار را هنگامی واپس‌افتاده است، خاموش کرد
sr: Не може се онемогућити аларм док је одложен
vi: Không thể tắt báo thức khi đang được báo lại

source: Select Time
fa: گزینش زمان
sr: Изабери време
vi: Chọn thời gian

# timePickerModeButton
source: Mode
fa: سان
sr: Режим
vi: Chế độ

# cancelButton
source: Cancel
fa: وازدن
sr: Откажи
vi: Hủy

# customizeButton
source: Customize
fa: سفارشی سازی
sr: Прилагоди
vi: Tùy chỉnh

# saveButton
source: Save
fa: ذخیره
sr: Сачувај
vi: Lưu

# labelField
source: Label
fa: سرنام
sr: Ознака
vi: Nhãn

# labelFieldPlaceholder
source: Add a label
fa: افزودن عنوان
sr: Додај ознаку
vi: Thêm nhãn

# alarmScheduleSettingGroup
source: Schedule
fa: برنامه
sr: Распоред
vi: Lịch trình

# scheduleTypeField
source: Type
fa: نوع
sr: Тип
vi: Loại

# scheduleTypeOnceDescription
source: Will ring at the next occurrence of the time
fa: دفعه پسین زنگ میزند
sr: Звониће при следећем појављивању времена
vi: Sẽ đổ chuông vào lần xuất hiện tiếp theo của thời điểm

# scheduleTypeDailyDescription
source: Will ring every day
fa: هر روز زنگ بخورد
sr: Звониће сваког дана
vi: Sẽ đổ chuông mỗi ngày

# scheduleTypeWeek
source: On Specified Week Days
fa: در روز‌های کاری مشخص
sr: У одређене дане у недељи
vi: Vào Ngày trong tuần được chỉ định

# scheduleTypeWeekDescription
source: Will repeat on the specified week days
fa: در روزهای مشخصی از هفته واکرد خواهد شد
sr: Понављаће се у одређене дане у недељи
vi: Sẽ lặp lại vào các ngày trong tuần được chỉ định

# scheduleTypeDate
source: On Specific Dates
fa: در تاریخ‌های مشخص
sr: У одређене датуме
vi: Vào những ngày cụ thể

# scheduleTypeRangeDescription
source: Will repeat during the specified date range
fa: در بازه‌ی تاریخ مشخص شده واکرد می شود
sr: Понављаће се током одређеног распона датума
vi: Sẽ lặp lại trong phạm vi ngày được chỉ định

# soundAndVibrationSettingGroup
source: Sound and Vibration
fa: صدا و لرزش
sr: Звук и вибрација
vi: Âm thanh và rung

# soundSettingGroup
source: Sound
fa: صدا
sr: Звук
vi: Âm thanh

# settingGroupMore
source: More
fa: بیشتر
sr: Више
vi: Nhiều hơn

# melodySetting
source: Melody
fa: نوا
sr: Мелодија
vi: Giai điệu

# vibrationSetting
source: Vibration
fa: لرزش
sr: Вибрација
vi: Rung

# mathEasyDifficulty
source: Easy (X + Y)
fa: آسان (X + Y)
sr: Лако (X + Y)
vi: Dễ (X + Y)

# mathMediumDifficulty
source: Medium (X × Y)
fa: میانه (X + Y)
sr: Средње (X × Y)
vi: Trung bình (X × Y)

# noAlarmMessage
source: No alarms created
fa: هشداری ساخته نشده است
sr: Нема креираних аларма
vi: Không có báo thức nào được tạo

# noTimerMessage
source: No timers created
fa: زمان‌سنجی ساخته نشده است
sr: Нема креираних тајмера
vi: Không có báo thức nào đã được tạo

# numberOfProblemsSetting
source: Number of problems
fa: تعداد مشکلات
sr: Број проблема
vi: Số lượng bài toán

# saveReminderAlert
source: Do you want to leave without saving?
fa: آیا می خواهید بدون ذخیره بیرون شوید؟
sr: Да ли желите да изађете без чувања?
vi: Bạn có muốn rời đi mà không lưu?

# yesButton
source: Yes
fa: آری
sr: Да
vi: Có

# noButton
source: No
fa: خیر
sr: Не
vi: Không

# cancelSkipAlarmButton
source: Cancel Skip
fa: وازدن ردشدن
sr: Откажи прескакање

# noTagsMessage
source: No tags created
fa: برچسبی ساخته نشده است
sr: Нема креираних ознака
vi: Không có thẻ nào được tạo

# noStopwatchMessage
source: No stopwatches created
fa: گاه‌شماری ساخته نشده است
sr: Нема креираних штоперица
vi: Không có đồng hồ bấm giờ nào được tạo

# noTaskMessage
source: No tasks created
fa: گماری ایجاد نشده است
sr: Нема креираних задатака
vi: Không có thử thách nào được tạo

# noPresetsMessage
source: No presets created
fa: پیش‌ساختی ایجاد نشده است
sr: Нема креираних унапред подешених вредности

# noLogsMessage
source: No alarm logs
fa: گزارش زنگ هشدار وجود ندارد
sr: Нема дневника аларма
vi: Không có nhật ký báo thức

# deleteButton
source: Delete
fa: پاک‌کردن
sr: Обриши
vi: Xóa

# duplicateButton
source: Duplicate
fa: همانند‌سازی
sr: Дуплирај
vi: Nhân đôi

# skipAlarmButton
source: Skip Next Alarm
fa: رد کردن هشدار پسین
sr: Прескочи следећи аларм
vi: Bỏ qua báo thức tiếp theo

# todayFilter
source: Today
fa: امروز
sr: Данас
vi: Hôm nay

# tomorrowFilter
source: Tomorrow
fa: فردا
sr: Сутра
vi: Ngày mai

# stateFilterGroup
source: State
fa: چگونگی
sr: Стање
vi: Trạng thái

# activeFilter
source: Active
fa: فعال
sr: Активан
vi: Đang hoạt động

# inactiveFilter
source: Inactive
fa: غیرفعال
sr: Неактиван
vi: Không hoạt động

# snoozedFilter
source: Snoozed
fa: واپَس افتاده
sr: Одложен
vi: Đã hoãn

# disabledFilter
source: Disabled
fa: خاموش
sr: Онемогућен
vi: Đã tắt

# clearFiltersAction
source: Clear all filters
fa: پاک‌کردن همه‌ی پالایه‌ها
sr: Очисти све филтере
vi: Xoá tất cả bộ lọc

# remainingTimeAsc
source: Most time left
fa: بیشترین زمان مانده
sr: Највише времена преостало
vi: Thời gian còn lại nhiều nhất

# durationAsc
source: Shortest
fa: کوتاه‌ترین
sr: Најкраће
vi: Ngắn nhất

# durationDesc
source: Longest
fa: بلند‌ترین
sr: Најдуже
vi: Dài nhất

# nameDesc
source: Label Z-A
fa: سرنام ی- الف
sr: Ознака Ш-А
vi: Từ Z-A

# nameAsc
source: Label A-Z
fa: سرنام الف-ی
sr: Ознака А-Ш
vi: Từ A-Z

# timeOfDayAsc
source: Early hours first
fa: نخست، ساعات آغازین
sr: Рани сати први
vi: Reo gần nhất

# timeOfDayDesc
source: Late hours first
fa: نخست، ساعات واپسین
sr: Касни сати први
vi: Reo muộn nhất

source: Filter Actions
fa: پالایه‌ی کنش‌ها
sr: Филтер акције
vi: Hành động lọc

# skippingDescriptionSuffix
source: (skipping next occurrence)
fa: (پرش به رویداد پسین)
sr: (прескакање следећег појављивања)
vi: (bỏ qua lần xuất hiện tiếp theo)

# alarmDescriptionSnooze
source: Snoozed until {date}
fa: واپَس افتاده تا {date}
sr: Одложено до {date}
vi: Đã hoãn cho đến {date}

# alarmDescriptionFinished
source: No future dates
fa: بی واکرد در آینده
sr: Нема будућих датума
vi: Không có ngày trong tương lai

# alarmDescriptionNotScheduled
source: Not scheduled
fa: برنامه‌ریزی نشده
sr: Није заказано
vi: Chưa lên lịch

# presetsSetting
source: Presets
fa: پیش‌ساخته‌ها
sr: Пресети
vi: Bộ hẹn giờ

# newPresetPlaceholder
source: New Preset
fa: پیش‌ساخت نو
sr: Нови пресет
vi: Bộ hẹn giờ mới

# dismissActionSetting
source: Dismiss Action Type
fa: سردگ کنش ردکردن
sr: Тип акције за одбацивање
vi: Kiểu nút hủy

# dismissActionSlide
source: Slide
fa: لغزنده
sr: Клизање
vi: Trượt

# dismissActionButtons
source: Buttons
fa: دکمه‌ای
sr: Дугмад
vi: Nút

# dismissActionAreaButtons
source: Area Buttons
fa: دکمه‌های کرانه‌ای
sr: Дугмад у области
vi: Vùng

# stopwatchTimeFormatSettingGroup
source: Time Format
fa: کارپ زمان
sr: Формат времена
vi: Định dạng thời gian

# stopwatchShowMillisecondsSetting
source: Show Milliseconds
fa: نمایش هزارم ثانیه
sr: Прикажи милисекунде
vi: Hiển thị mili-giây

# comparisonLapBarsSettingGroup
source: Comparison Lap Bars
fa: همسنگی نوارهای چرخه
sr: Поређење кругова
vi: Thanh so sánh

# showPreviousLapSetting
source: Show Previous Lap
fa: نمایش چرخه پیشین
sr: Прикажи претходни круг
vi: Hiển thị lần trước

# showFastestLapSetting
source: Show Fastest Lap
fa: نمایش تندترین چرخه
sr: Прикажи најбржи круг
vi: Hiển thị lần nhanh nhất

# showAverageLapSetting
source: Show Average Lap
fa: نمایش چرخه‌ی مِدییَه
sr: Прикажи просечан круг
vi: Hiển thị thời gian trung bình

# showSlowestLapSetting
source: Show Slowest Lap
fa: نمایش کندترین چرخه
sr: Прикажи најспорији круг
vi: Hiển thị lần chậm nhất

# leftHandedSetting
source: Left Handed Mode
fa: سان چپ دست
sr: Режим за леворуке
vi: Chế độ thuận tay trái

# exportSettingsSetting
source: Export
fa: برون‌برد
sr: Извоз
vi: Xuất

# exportSettingsSettingDescription
source: Export settings to a local file
fa: برون‌برد پیکربندی‌ها به پرونده‌ای برزنی
sr: Извези подешавања у локални фајл
vi: Xuất cài đặt ra tệp tin cục bộ

# importSettingsSetting
source: Import
fa: درون‌برد
sr: Увоз
vi: Nhập

# importSettingsSettingDescription
source: Import settings from a local file
fa: درون‌برد پیکربندی‌ها از پرونده‌ای برزنی
sr: Увези подешавања из локалног фајла
vi: Nhập cài đặt từ tệp tin cục bộ

# emailLabel
source: Email
fa: ایمیل
sr: Имејл

# viewOnGithubLabel
source: View on GitHub
fa: دیدن در گیت‌هاب
sr: Погледај на GitHub-у
vi: Xem trên Github

# openSourceLicensesSetting
source: Open Source Licenses
fa: پروانه‌های متن‌باز
sr: Лиценце отвореног кода
vi: Giấy phép mã nguồn mở

# contributorsSetting
source: Contributors
fa: هم‌دستان
sr: Сарадници
vi: Đóng góp

# donorsSetting
source: Donors
fa: پشتیبانان مالی
sr: Донатори
vi: Tài trợ

# donateButton
source: Donate
fa: پشتیبانی مالی کنید
sr: Донација
vi: Ủng hộ

# relativeTime
source: {hours}h {relative, select, ahead{ahead} behind{behind} other{Other}}
fa: {hours}س {relative, select, ahead{جلو است} behind{عقب است} other{دیگر}}
sr: {hours}ч {relative, select, ahead{унапред} behind{уназад} other{Остало}}

source: Same time
fa: هم‌زمان
sr: Исто време
vi: Cùng thời gian

# searchSettingPlaceholder
source: Search for a setting
fa: جستجو در پیکربندی‌ها
sr: Претражи подешавање
vi: Tìm kiếm cài đặt

# searchCityPlaceholder
source: Search for a city
fa: جستجو برای شهر
sr: Претражи град
vi: Tìm kiếm thành phố

# cityAlreadyInFavorites
source: This city is already in your favorites
fa: این شهر از پیش در برگزیدگان است
sr: Овај град је већ у вашим омиљеним
vi: Thành phố này đã nằm trong danh sách yêu thích của bạn

# durationPickerTitle
source: Choose Duration
fa: گزیدن مدت
sr: Изабери трајање
vi: Chọn thời lượng

# editButton
source: Edit
fa: ویرایش
sr: Уреди
vi: Chỉnh sửa

# noLapsMessage
source: No laps yet
fa: هنوز چرخه‌ای نیست
sr: Још нема кругова

# sundayFull
source: Sunday
fa: یک‌شنبه
sr: Недеља
vi: Chủ nhật

# mondayShort
source: Mon
fa: دش
sr: Пон
vi: T2

# tuesdayShort
source: Tue
fa: س‌ش
sr: Уто
vi: T3

# wednesdayShort
source: Wed
fa: چ‌ش
sr: Сре
vi: T4

# thursdayShort
source: Thu
fa: پ‌ش
sr: Чет
vi: T5

# fridayShort
source: Fri
fa: آد
sr: Пет
vi: T6

# saturdayShort
source: Sat
fa: ش
sr: Суб
vi: T7

# contributorsDescription
source: People who make this app possible
fa: مردمانی که این برنامه را شدنی کردند
sr: Људи који омогућавају ову апликацију

# mondayLetter
source: M
fa: د
sr: П

# tuesdayLetter
source: T
fa: س
sr: У

# wednesdayLetter
source: W
fa: چ
sr: С

# thursdayLetter
source: T
fa: پ
sr: Ч

# fridayLetter
source: F
fa: آ
sr: П

# saturdayLetter
source: S
fa: ش
sr: С

# sundayLetter
source: S
fa: ی
sr: Н
vi: CN

# donateDescription
source: Donate to support the development of the app
fa: پشتیبانی مالی کنید تا برنامه پیشرفت کند
sr: Донирајте за подршку развоју апликације
vi: Quyên góp để hỗ trợ sự phát triển của ứng dụng

# donorsDescription
source: Our generous patreons
fa: پشتیبانان بخشنده‌ی ما
sr: Наши великодушни патрони

# digitalClockSettingGroup
source: Digital Clock
fa: ساعت دیجیتالی
sr: Дигитални сат
vi: Đồng hồ kỹ thuật số

# layoutSettingGroup
source: Layout
fa: رونگار
sr: Распоред
vi: Bố cục

# textSettingGroup
source: Text
fa: نویسه
sr: Текст
vi: Văn bản

# showDateSetting
source: Show Date
fa: نمایش تاریخ
sr: Прикажи датум
vi: Hiển thị ngày

# settingsTitle
source: Settings
fa: پیکربندی‌ها
sr: Подешавања
vi: Cài đặt

# horizontalAlignmentSetting
source: Horizontal Alignment
fa: چیدمان ستانی
sr: Хоризонтално поравнање
vi: Căn theo chiều ngang

# verticalAlignmentSetting
source: Vertical Alignment
fa: چیدمان ستونی
sr: Вертикално поравнање
vi: Căn theo chiều dọc

# separatorSetting
source: Separator
fa: جدا‌کننده
sr: Сепаратор
vi: Dấu phân cách

# editTagLabel
source: Edit Tag
fa: ویرایش برچسب
sr: Уреди ознаку

# minutesString
source: {count, plural, =0{} =1{1 minute} other{{count} minutes}}
fa: {count, plural, =0{} =1{۱ دقیقه} other{{count} دقیقه}}
sr: {count, plural, =0{} =1{1 минут} other{{count} минута}}

# secondsString
source: {count, plural, =0{} =1{1 second} other{{count} seconds}}
fa: {count, plural, =0{} =1{۱ ثانیه} other{{count} ثانیه}}
sr: {count, plural, =0{} =1{1 секунда} other{{count} секунди}}

# daysString
source: {count, plural, =0{} =1{1 day} other{{count} days}}
fa: {count, plural, =0{} =1{۱ روز} other{{count} روز}}
sr: {count, plural, =0{} =1{1 дан} other{{count} дана}}

# weeksString
source: {count, plural, =0{} =1{1 week} other{{count} weeks}}
fa: {count, plural, =0{} =1{۱ هفته} other{{count} هفته}}
sr: {count, plural, =0{} =1{1 недеља} other{{count} недеља}}

# monthsString
source: {count, plural, =0{} =1{1 month} other{{count} months}}
fa: {count, plural, =0{} =1{۱ ماه} other{{count} ماه}}
sr: {count, plural, =0{} =1{1 месец} other{{count} месеци}}

# pauseAllFilteredTimersAction
source: Pause all filtered timers
fa: توقف همه تایمرهای فیلتر شده
sr: Паузирај све филтриране тајмере

# shuffleTimerMelodiesAction
source: Shuffle melodies for all filtered timers
fa: تصادفی کردن ملودی‌ها برای همه تایمرهای فیلتر شده
sr: Промешај мелодије за све филтриране тајмере

# numeralTypeSetting
source: Numeral type
fa: نوع اعداد
sr: Тип бројева
vi: Kiểu chữ số

# backgroundServiceIntervalSettingDescription
source: Lower interval will help keep the app alive, at the cost of some battery life
fa: فاصله زمانی کمتر به باز ماندن برنامه کمک می‌کند اما به قیمت کاهش عمر باتری
sr: Мањи интервал ће помоћи да апликација остане активна, уз цену нешто веће потрошње батерије

source: App logs
fa: لوگو برنامه
sr: Логови апликације
vi: Nhật ký ứng dụng

# startMelodyAtRandomPos
source: Random position
fa: موقعیت تصادفی
sr: Случајна позиција
vi: Vị trí ngẫu nhiên

# startMelodyAtRandomPosDescription
source: Melody will start at a random position
fa: ملودی از یک موقعیت تصادفی شروع می‌شود
sr: Мелодија ће почети на случајној позицији
vi: Giai điệu sẽ bắt đầu ở một vị trí ngẫu nhiên

# shuffleAlarmMelodiesAction
source: Shuffle melodies for all filtered alarms
fa: تصادفی کردن ملودی‌ها برای همه آلارم‌های فیلتر شده
sr: Промешај мелодије за све филтриране аларме

# resetAllFilteredTimersAction
source: Reset all filtered timers
fa: بازنشانی همه تایمرهای فیلتر شده
sr: Ресетуј све филтриране тајмере

# playAllFilteredTimersAction
source: Play all filtered timers
fa: پخش تمام تایمرهای فیلتر شده
sr: Пусти све филтриране тајмере

# clockStyleSettingGroup
source: Clock Style
fa: مدل ساعت
sr: Стил сата
vi: Kiểu đồng hồ

# clockTypeSetting
source: Clock type
fa: نوع ساعت
sr: Тип сата
vi: Loại đồng hồ

# analogClock
source: Analog
fa: آنالوگ
sr: Аналогни
vi: Đồng hồ kim

# digitalClock
source: Digital
fa: دیجیتال
sr: Дигитални
vi: Đồng hồ kỹ thuật số

# showClockTicksSetting
source: Show ticks
fa: نمایش تیک‌ها
sr: Прикажи ознаке
vi: Hiển thị ticks

# majorTicks
source: Major ticks only
fa: فقط تیک‌های اصلی
sr: Само главне ознаке

source: All ticks
fa: همه تیک‌ها
sr: Све ознаке

# showNumbersSetting
source: Show numbers
fa: نمایش شماره‌ها
sr: Прикажи бројеве
vi: Hiện thị số

# quarterNumbers
source: Quarter numbers only
fa: فقط تیک‌های ۱۵ دقیقه
sr: Само квартални бројеви
vi: Chỉ bốn số

source: None
fa: هیچکدام
sr: Нема
vi: Không

source: All numbers
fa: همه شماره‌ها
sr: Сви бројеви
vi: Toàn bộ số

# romanNumeral
source: Roman
fa: رومی
sr: Римски
vi: La Mã

# arabicNumeral
source: Arabic
fa: عربی
sr: Арапски
vi: Ả Rập

source: Show digital clock
fa: نمایش ساعت دیجیتال
sr: Прикажи дигитални сат
vi: Hiển thị đồng hồ kỹ thuật số

# backgroundServiceIntervalSetting
source: Background service interval
fa: فاصله سرویس پس زمینه
sr: Интервал сервиса у позадини

# memoryTask
source: Memory
fa: حافظه
sr: Меморија
vi: Thử thách trí nhớ

# numberOfPairsSetting
source: Number of pairs
fa: تعداد جفت‌ها
sr: Број парова
vi: Số cặp

# useBackgroundServiceSetting
source: Use Background Service
fa: استفاده از سرویس‌ پس زمینه
sr: Употреба позадинске услуге

# useBackgroundServiceSettingDescription
source: Might help keep the app alive in the background
fa: ممکن است به باز ماندن برنامه در پس زمینه کمک کند
sr: Може помоћи да апликација остане активна у позадини
